#brew "cloudflared"
#brew "gh"
brew "git"
#brew "go"
#brew "jq"
#brew "maven"
brew "mise"
#brew "pandoc"
brew "tailscale"
#brew "tmux"
brew "tree"
#brew "wget"
brew "yarn"
brew "yt-dlp"
#brew "zsh"
brew "zsh-completions"
#cask "abstract"
cask "appcleaner"
#cask "cloudflare-warp"
#cask "discord"
cask "docker"
#cask "dropbox"
cask "figma"
cask "firefox"
#cask "firefox-nightly"
cask "font-sf-compact"
cask "font-sf-mono"
cask "font-sf-pro"
#cask "gcloud-cli"
cask "google-drive"
cask "google-chrome"
#cask "google-chrome-canary"
cask "google-japanese-ime"
#cask "intellij-idea"
cask "iterm2"
cask "karabiner-elements"
#cask "microsoft-edge"
#cask "microsoft-edge-dev"
#cask "miro"
#cask "mmhmm"
#cask "notion"
cask "proxyman"
cask "sf-symbols"
#cask "sketch"
#cask "switchhosts"
cask "teamviewer"
cask "visual-studio-code"
#cask "vlc"
cask "zoom"
mas "AdGuard for Safari", id: 1440147259
mas "Keepa - Price Tracker", id: 1533805339
mas "Kindle", id: 302584613
#mas "LINE", id: 539883307
mas "Slack", id: 803453959
#mas "Twitter", id: 1482454543
